Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Unattend.InvalidCatalogMessage
source: The catalog contains invalid or duplicate entries. Refresh or remove the affected files.
ar_sa: يحتوي الكتالوج على إدخالات غير صالحة أو مكررة. حدّث الملفات المعنية أو أزلها.
bg_bg: Каталогът съдържа невалидни или дублиращи се записи. Обновете или премахнете засегнатите файлове.
cs_cz: Katalog obsahuje neplatné nebo duplicitní položky. Dotčené soubory aktualizujte nebo odeberte.
da_dk: Kataloget indeholder ugyldige eller dublerede poster. Opdater eller fjern de berørte filer.
de_de: Der Katalog enthält ungültige oder doppelte Einträge. Aktualisieren oder entfernen Sie die betroffenen Dateien.
el_gr: Ο κατάλογος περιέχει μη έγκυρες ή διπλότυπες εγγραφές. Ανανεώστε ή καταργήστε τα αντίστοιχα αρχεία.
es_mx: El catálogo contiene entradas no válidas o duplicadas. Actualice o quite los archivos afectados.
et_ee: Kataloog sisaldab kehtetuid või korduvaid kirjeid. Värskendage või eemaldage vastavad failid.
fi_fi: Luettelossa on virheellisiä tai päällekkäisiä kohteita. Päivitä tai poista kyseiset tiedostot.
fr_ca: Le catalogue contient des entrées invalides ou en double. Actualisez ou supprimez les fichiers concernés.
he_il: הקטלוג מכיל רשומות לא תקינות או כפולות. רעננו או הסירו את הקבצים הרלוונטיים.
hr_hr: Katalog sadrži nevaljane ili duplicirane stavke. Osvježite ili uklonite zahvaćene datoteke.
hu_hu: A katalógus érvénytelen vagy ismétlődő bejegyzéseket tartalmaz. Frissítse vagy távolítsa el az érintett fájlokat.
it_it: Il catalogo contiene voci non valide o duplicate. Aggiorna o rimuovi i file interessati.
ja_jp: カタログに無効な項目または重複した項目が含まれています。該当するファイルを更新または削除してください。
ko_kr: 카탈로그에 유효하지 않거나 중복된 항목이 있습니다. 해당 파일을 새로 고치거나 제거하세요.
lt_lt: Kataloge yra netinkamų arba pasikartojančių įrašų. Atnaujinkite arba pašalinkite atitinkamus failus.
lv_lv: Katalogā ir nederīgi vai dublēti ieraksti. Atsvaidziniet vai noņemiet attiecīgos failus.
nb_no: Katalogen inneholder ugyldige eller dupliserte oppføringer. Oppdater eller fjern de berørte filene.
nl_nl: De catalogus bevat ongeldige of dubbele vermeldingen. Vernieuw of verwijder de betreffende bestanden.
pl_pl: Katalog zawiera nieprawidłowe lub zduplikowane wpisy. Odśwież lub usuń odpowiednie pliki.
pt_pt: O catálogo contém entradas inválidas ou duplicadas. Atualize ou remova os ficheiros afetados.
ro_ro: Catalogul conține intrări nevalide sau duplicate. Actualizați sau eliminați fișierele afectate.
ru_ru: Каталог содержит недопустимые или повторяющиеся записи. Обновите или удалите соответствующие файлы.
sk_sk: Katalóg obsahuje neplatné alebo duplicitné položky. Obnovte alebo odstráňte dotknuté súbory.
sl_si: Katalog vsebuje neveljavne ali podvojene vnose. Osvežite ali odstranite prizadete datoteke.
sr_latn_rs: Katalog sadrži nevažeće ili duplirane stavke. Osvežite ili uklonite odgovarajuće datoteke.
sv_se: Katalogen innehåller ogiltiga eller dubblerade poster. Uppdatera eller ta bort de berörda filerna.
th_th: แค็ตตาล็อกมีรายการที่ไม่ถูกต้องหรือซ้ำกัน โปรดรีเฟรชหรือลบไฟล์ที่เกี่ยวข้อง
tr_tr: Katalog geçersiz veya yinelenen girdiler içeriyor. Etkilenen dosyaları yenileyin veya kaldırın.
uk_ua: Каталог містить недійсні або повторювані записи. Оновіть або видаліть відповідні файли.
zh_cn: 目录包含无效或重复条目。请刷新或移除受影响的文件。
zh_tw: 目錄包含無效或重複項目。請重新整理或移除受影響的檔案。

# Unattend.InvalidFileMessage
source: Use valid Windows answer-file XML no larger than 4 MiB, without DTDs or external entities. Validate the file with Windows SIM.
ar_sa: استخدم ملف إجابات Windows بصيغة XML صالحة لا يتجاوز حجمه 4 MiB، دون تعريفات DTD أو كيانات خارجية. تحقق من الملف باستخدام Windows SIM.
bg_bg: Използвайте валиден XML файл с отговори за Windows с размер до 4 MiB, без DTD или външни обекти. Проверете файла с Windows SIM.
cs_cz: Použijte platný soubor odpovědí systému Windows ve formátu XML o velikosti nejvýše 4 MiB, bez DTD a externích entit. Ověřte soubor pomocí Windows SIM.
da_dk: Brug gyldig XML til en Windows-svarfil på højst 4 MiB uden DTD'er eller eksterne entiteter. Validér filen med Windows SIM.
de_de: Verwenden Sie gültiges XML für Windows-Antwortdateien mit höchstens 4 MiB, ohne DTDs oder externe Entitäten. Validieren Sie die Datei mit Windows SIM.
el_gr: Χρησιμοποιήστε έγκυρο XML αρχείου απαντήσεων των Windows έως 4 MiB, χωρίς DTD ή εξωτερικές οντότητες. Επικυρώστε το αρχείο με το Windows SIM.
es_mx: Use un XML válido de archivo de respuesta de Windows de un máximo de 4 MiB, sin DTD ni entidades externas. Valide el archivo con Windows SIM.
et_ee: Kasutage kehtivat Windowsi vastusefaili XML-i, mille suurus on kuni 4 MiB ning mis ei sisalda DTD-sid ega väliseid olemeid. Valideerige fail Windows SIM-iga.
fi_fi: Käytä kelvollista Windowsin vastaustiedoston XML:ää, jonka koko on enintään 4 MiB ja joka ei sisällä DTD-määrityksiä tai ulkoisia entiteettejä. Vahvista tiedosto Windows SIM -työkalulla.
fr_ca: Utilisez un fichier XML de réponses Windows valide de 4 MiB maximum, sans DTD ni entités externes. Validez le fichier avec Windows SIM.
he_il: השתמשו ב-XML תקין של קובץ תשובות של Windows, בגודל של עד 4 MiB, ללא DTD או ישויות חיצוניות. אמתו את הקובץ באמצעות Windows SIM.
hr_hr: Upotrijebite valjani XML datoteke odgovora za Windows veličine do 4 MiB, bez DTD definicija ili vanjskih entiteta. Provjerite datoteku u alatu Windows SIM.
hu_hu: Használjon érvényes, legfeljebb 4 MiB méretű Windows-válaszfájl XML-t DTD-k és külső entitások nélkül. Ellenőrizze a fájlt a Windows SIM eszközzel.
it_it: Usa un file XML di risposte di Windows valido, non superiore a 4 MiB e privo di DTD o entità esterne. Convalida il file con Windows SIM.
ja_jp: DTD や外部エンティティを含まない、4 MiB 以下の有効な Windows 応答ファイル XML を使用してください。Windows SIM でファイルを検証してください。
ko_kr: DTD 또는 외부 엔터티가 없고 크기가 4 MiB 이하인 유효한 Windows 응답 파일 XML을 사용하세요. Windows SIM으로 파일의 유효성을 검사하세요.
lt_lt: Naudokite tinkamą „Windows“ atsakymų failo XML, ne didesnį nei 4 MiB, be DTD ir išorinių objektų. Patikrinkite failą naudodami „Windows SIM“.
lv_lv: Izmantojiet derīgu Windows atbilžu faila XML, kura lielums nepārsniedz 4 MiB un kurā nav DTD vai ārējo entītiju. Validējiet failu ar Windows SIM.
nb_no: Bruk gyldig XML for Windows-svarfiler på maksimalt 4 MiB, uten DTD-er eller eksterne entiteter. Valider filen med Windows SIM.
nl_nl: Gebruik geldige XML voor Windows-antwoordbestanden van maximaal 4 MiB, zonder DTD's of externe entiteiten. Valideer het bestand met Windows SIM.
pl_pl: Użyj poprawnego pliku odpowiedzi systemu Windows w formacie XML o rozmiarze do 4 MiB, bez deklaracji DTD i encji zewnętrznych. Sprawdź plik w Windows SIM.
pt_pt: Use XML válido de um ficheiro de resposta do Windows, até 4 MiB, sem DTDs nem entidades externas. Valide o ficheiro com o Windows SIM.
ro_ro: Folosiți XML valid pentru un fișier de răspuns Windows de cel mult 4 MiB, fără DTD-uri sau entități externe. Validați fișierul cu Windows SIM.
ru_ru: Используйте корректный XML-файл ответов Windows размером не более 4 MiB, без DTD и внешних сущностей. Проверьте файл в Windows SIM.
sk_sk: Použite platný XML súbor odpovedí systému Windows s veľkosťou najviac 4 MiB, bez DTD a externých entít. Overte súbor pomocou Windows SIM.
sl_si: Uporabite veljaven XML datoteke odgovorov za Windows, velik največ 4 MiB, brez DTD-jev ali zunanjih entitet. Datoteko preverite z Windows SIM.
sr_latn_rs: Koristite važeći XML Windows datoteke odgovora veličine do 4 MiB, bez DTD-ova ili spoljnih entiteta. Proverite datoteku pomoću Windows SIM.
sv_se: Använd giltig XML för en Windows-svarsfil på högst 4 MiB, utan DTD:er eller externa entiteter. Validera filen med Windows SIM.
th_th: ใช้ XML ของไฟล์คำตอบ Windows ที่ถูกต้อง ขนาดไม่เกิน 4 MiB และไม่มี DTD หรือเอนทิตีภายนอก ตรวจสอบไฟล์ด้วย Windows SIM
tr_tr: DTD veya harici varlık içermeyen, en fazla 4 MiB boyutunda geçerli bir Windows yanıt dosyası XML'i kullanın. Dosyayı Windows SIM ile doğrulayın.
uk_ua: Використовуйте коректний XML файлу відповідей Windows розміром до 4 MiB, без DTD і зовнішніх сутностей. Перевірте файл у Windows SIM.
zh_cn: 请使用有效的 Windows 应答文件 XML，大小不超过 4 MiB，且不含 DTD 或外部实体。使用 Windows SIM 验证文件。
zh_tw: 請使用有效的 Windows 回應檔案 XML，大小不超過 4 MiB，且不含 DTD 或外部實體。使用 Windows SIM 驗證檔案。

# Unattend.InvalidSourcesMessage
source: Some sources are missing, changed, or invalid. Refresh or remove these entries before creating media.
ar_sa: بعض المصادر مفقودة أو معدّلة أو غير صالحة. حدّث هذه الإدخالات أو أزلها قبل إنشاء الوسائط.
bg_bg: Някои източници липсват, променени са или са невалидни. Обновете или премахнете тези записи, преди да създадете носителя.
cs_cz: Některé zdroje chybí, byly změněny nebo jsou neplatné. Před vytvořením média tyto položky aktualizujte nebo odeberte.
da_dk: Nogle kilder mangler, er ændret eller er ugyldige. Opdater eller fjern disse poster, før du opretter medier.
de_de: Einige Quellen fehlen, wurden geändert oder sind ungültig. Aktualisieren oder entfernen Sie diese Einträge vor der Medienerstellung.
el_gr: Ορισμένα αρχεία προέλευσης λείπουν, έχουν αλλάξει ή δεν είναι έγκυρα. Ανανεώστε ή καταργήστε αυτές τις εγγραφές πριν δημιουργήσετε το μέσο.
es_mx: Algunos orígenes faltan, cambiaron o no son válidos. Actualice o quite estas entradas antes de crear el medio.
et_ee: Mõned allikad puuduvad, on muutunud või kehtetud. Enne andmekandja loomist värskendage või eemaldage need kirjed.
fi_fi: Jotkin lähteet puuttuvat, ovat muuttuneet tai virheellisiä. Päivitä tai poista nämä kohteet ennen tietovälineen luomista.
fr_ca: Certaines sources sont manquantes, modifiées ou invalides. Actualisez ou supprimez ces entrées avant de créer un média.
he_il: חלק מהמקורות חסרים, השתנו או אינם תקינים. רעננו או הסירו רשומות אלה לפני יצירת המדיה.
hr_hr: Neki izvori nedostaju, izmijenjeni su ili nisu valjani. Osvježite ili uklonite te stavke prije stvaranja medija.
hu_hu: Egyes források hiányoznak, módosultak vagy érvénytelenek. Az adathordozó létrehozása előtt frissítse vagy távolítsa el ezeket a bejegyzéseket.
it_it: Alcune origini sono mancanti, modificate o non valide. Aggiorna o rimuovi queste voci prima di creare il supporto.
ja_jp: 一部のソースが見つからないか、変更されているか、無効です。メディアを作成する前に、該当する項目を更新または削除してください。
ko_kr: 일부 원본이 없거나 변경되었거나 유효하지 않습니다. 미디어를 만들기 전에 해당 항목을 새로 고치거나 제거하세요.
lt_lt: Kai kurių šaltinių nėra, jie pasikeitė arba yra netinkami. Prieš kurdami laikmeną atnaujinkite arba pašalinkite šiuos įrašus.
lv_lv: Daži avoti trūkst, ir mainīti vai nav derīgi. Pirms datu nesēja izveides atsvaidziniet vai noņemiet šos ierakstus.
nb_no: Noen kilder mangler, er endret eller er ugyldige. Oppdater eller fjern disse oppføringene før du oppretter medier.
nl_nl: Sommige bronnen ontbreken, zijn gewijzigd of zijn ongeldig. Vernieuw of verwijder deze vermeldingen voordat u media maakt.
pl_pl: Niektóre źródła są niedostępne, zmienione lub nieprawidłowe. Odśwież lub usuń te wpisy przed utworzeniem nośnika.
pt_pt: Algumas origens estão em falta, foram alteradas ou são inválidas. Atualize ou remova estas entradas antes de criar o suporte.
ro_ro: Unele surse lipsesc, au fost modificate sau sunt nevalide. Actualizați sau eliminați aceste intrări înainte de a crea suportul.
ru_ru: Некоторые источники отсутствуют, изменены или недопустимы. Обновите или удалите эти записи перед созданием носителя.
sk_sk: Niektoré zdroje chýbajú, zmenili sa alebo sú neplatné. Pred vytvorením média tieto položky obnovte alebo odstráňte.
sl_si: Nekateri viri manjkajo, so spremenjeni ali neveljavni. Pred ustvarjanjem medija te vnose osvežite ali odstranite.
sr_latn_rs: Neki izvori nedostaju, promenjeni su ili nisu važeći. Osvežite ili uklonite ove stavke pre kreiranja medija.
sv_se: Vissa källor saknas, har ändrats eller är ogiltiga. Uppdatera eller ta bort dessa poster innan mediet skapas.
th_th: ต้นฉบับบางรายการหายไป มีการเปลี่ยนแปลง หรือไม่ถูกต้อง โปรดรีเฟรชหรือลบรายการเหล่านี้ก่อนสร้างสื่อ
tr_tr: Bazı kaynaklar eksik, değiştirilmiş veya geçersiz. Medya oluşturmadan önce bu girdileri yenileyin veya kaldırın.
uk_ua: Деякі джерела відсутні, змінені або недійсні. Оновіть або видаліть ці записи перед створенням носія.
zh_cn: 部分源文件缺失、已更改或无效。请在创建介质前刷新或移除这些条目。
zh_tw: 部分來源遺失、已變更或無效。請在建立媒體前重新整理或移除這些項目。

# Unattend.MissingDefaultOption
source: Missing default - choose a replacement
ar_sa: الاختيار الافتراضي مفقود - اختر بديلًا
bg_bg: Изборът по подразбиране липсва – изберете заместител
cs_cz: Výchozí volba chybí – vyberte náhradu
da_dk: Standardvalget mangler – vælg et andet
de_de: Standarddatei fehlt – Ersatz auswählen
el_gr: Η προεπιλογή λείπει — επιλέξτε αντικατάσταση
es_mx: Falta la opción predeterminada: elija otra
et_ee: Vaikefail puudub – valige asendus
fi_fi: Oletustiedosto puuttuu – valitse korvaava tiedosto
fr_ca: Choix par défaut manquant — choisissez un remplacement
he_il: ברירת המחדל חסרה — בחרו חלופה
hr_hr: Zadani odabir nedostaje — odaberite zamjenu
hu_hu: Hiányzó alapértelmezés – válasszon másikat
it_it: Scelta predefinita mancante: scegli un'alternativa
ja_jp: 既定のファイルが見つかりません — 代わりのファイルを選択してください
ko_kr: 기본 파일 없음 — 대체 파일 선택
lt_lt: Nėra numatytojo failo – pasirinkite kitą
lv_lv: Trūkst noklusējuma faila — izvēlieties aizstājēju
nb_no: Standardvalget mangler – velg et annet
nl_nl: Standaardkeuze ontbreekt – kies een vervanging
pl_pl: Brak wyboru domyślnego — wybierz inny
pt_pt: Predefinição em falta — escolha uma substituição
ro_ro: Opțiunea implicită lipsește — alegeți un înlocuitor
ru_ru: Файл по умолчанию отсутствует — выберите замену
sk_sk: Predvolený súbor chýba — vyberte náhradu
sl_si: Privzeta datoteka manjka — izberite nadomestno
sr_latn_rs: Podrazumevana datoteka nedostaje — izaberite zamenu
sv_se: Standardfilen saknas — välj en ersättare
th_th: ไม่พบไฟล์เริ่มต้น — โปรดเลือกไฟล์แทน
tr_tr: Varsayılan dosya eksik — yerine başka bir dosya seçin
uk_ua: Файл за замовчуванням відсутній — виберіть заміну
zh_cn: 默认文件缺失 — 请选择替代文件
zh_tw: 預設檔案遺失 — 請選擇替代檔案

# Unattend.NativeOption
source: Use Foundry settings
ar_sa: استخدام إعدادات Foundry
bg_bg: Използване на настройките на Foundry
cs_cz: Použít nastavení Foundry
da_dk: Brug Foundry-indstillinger
de_de: Foundry-Einstellungen verwenden
el_gr: Χρήση των ρυθμίσεων του Foundry
es_mx: Usar la configuración de Foundry
et_ee: Kasuta Foundry sätteid
fi_fi: Käytä Foundryn asetuksia
fr_ca: Utiliser les paramètres de Foundry
he_il: שימוש בהגדרות Foundry
hr_hr: Koristi postavke sustava Foundry
hu_hu: A Foundry beállításainak használata
it_it: Usa le impostazioni di Foundry
ja_jp: Foundry の設定を使用する
ko_kr: Foundry 설정 사용
lt_lt: Naudoti „Foundry“ parametrus
lv_lv: Izmantot Foundry iestatījumus
nb_no: Bruk Foundry-innstillinger
nl_nl: Foundry-instellingen gebruiken
pl_pl: Użyj ustawień Foundry
pt_pt: Usar definições do Foundry
ro_ro: Folosește setările Foundry
ru_ru: Использовать параметры Foundry
sk_sk: Použiť nastavenia Foundry
sl_si: Uporabi nastavitve Foundry
sr_latn_rs: Koristi postavke programa Foundry
sv_se: Använd Foundry-inställningar
th_th: ใช้การตั้งค่าของ Foundry
tr_tr: Foundry ayarlarını kullan
uk_ua: Використовувати параметри Foundry
zh_cn: 使用 Foundry 设置
zh_tw: 使用 Foundry 設定

# Unattend.OwnershipDescription
source: The selected file replaces the answer file generated by Foundry. Its settings are used as-is, without merging or filling in missing values. Select Use Foundry settings to use your saved configuration.
ar_sa: يحل الملف المحدد محل ملف الإجابات الذي ينشئه Foundry. تُستخدم إعداداته كما هي، دون دمج أو استكمال القيم الناقصة. حدد استخدام إعدادات Foundry لاستخدام التكوين المحفوظ.
bg_bg: Избраният файл заменя файла с отговори, генериран от Foundry. Настройките му се използват без промени, без обединяване или попълване на липсващи стойности. Изберете „Използване на настройките на Foundry“, за да използвате запазената си конфигурация.
cs_cz: Vybraný soubor nahrazuje soubor odpovědí vygenerovaný Foundry. Jeho nastavení se použijí beze změn, bez slučování nebo doplňování chybějících hodnot. Chcete-li použít uloženou konfiguraci, vyberte Použít nastavení Foundry.
da_dk: Den valgte fil erstatter svarfilen, som Foundry genererer. Dens indstillinger bruges uændret uden sammenfletning eller udfyldning af manglende værdier. Vælg Brug Foundry-indstillinger for at bruge din gemte konfiguration.
de_de: Die ausgewählte Datei ersetzt die von Foundry generierte Antwortdatei. Ihre Einstellungen werden unverändert verwendet, ohne Zusammenführung oder Ergänzung fehlender Werte. Wählen Sie „Foundry-Einstellungen verwenden“, um Ihre gespeicherte Konfiguration zu nutzen.
el_gr: Το επιλεγμένο αρχείο αντικαθιστά το αρχείο απαντήσεων που δημιουργεί το Foundry. Οι ρυθμίσεις του χρησιμοποιούνται ως έχουν, χωρίς συγχώνευση ή συμπλήρωση τιμών που λείπουν. Επιλέξτε «Χρήση των ρυθμίσεων του Foundry» για να χρησιμοποιήσετε την αποθηκευμένη διαμόρφωσή σας.
es_mx: El archivo seleccionado reemplaza el archivo de respuesta generado por Foundry. Sus opciones se usan tal cual, sin combinarlas ni completar los valores que faltan. Seleccione Usar la configuración de Foundry para utilizar su configuración guardada.
et_ee: Valitud fail asendab Foundry loodud vastusefaili. Selle sätteid kasutatakse muutmata kujul, neid ühendamata ja puuduvaid väärtusi lisamata. Salvestatud konfiguratsiooni kasutamiseks valige Kasuta Foundry sätteid.
fi_fi: Valittu tiedosto korvaa Foundryn luoman vastaustiedoston. Sen asetuksia käytetään sellaisinaan yhdistämättä niitä tai täydentämättä puuttuvia arvoja. Valitse Käytä Foundryn asetuksia, jos haluat käyttää tallennettua kokoonpanoasi.
fr_ca: Le fichier sélectionné remplace le fichier de réponses généré par Foundry. Ses paramètres sont utilisés tels quels, sans fusion ni ajout des valeurs manquantes. Sélectionnez Utiliser les paramètres de Foundry pour utiliser votre configuration enregistrée.
he_il: הקובץ שנבחר מחליף את קובץ התשובות ש-Foundry יוצר. ההגדרות שלו משמשות כפי שהן, ללא מיזוג או השלמת ערכים חסרים. בחרו שימוש בהגדרות Foundry כדי להשתמש בתצורה השמורה.
hr_hr: Odabrana datoteka zamjenjuje datoteku odgovora koju generira Foundry. Njezine se postavke koriste neizmijenjene, bez spajanja ili dopunjavanja nedostajućih vrijednosti. Odaberite Koristi postavke sustava Foundry za korištenje spremljene konfiguracije.
hu_hu: A kiválasztott fájl felváltja a Foundry által létrehozott válaszfájlt. Beállításai változtatás nélkül érvényesülnek, egyesítés és a hiányzó értékek pótlása nélkül. A mentett konfiguráció használatához válassza A Foundry beállításainak használata lehetőséget.
it_it: Il file selezionato sostituisce il file di risposte generato da Foundry. Le sue impostazioni vengono usate così come sono, senza unirle né completare i valori mancanti. Seleziona Usa le impostazioni di Foundry per usare la configurazione salvata.
ja_jp: 選択したファイルは、Foundry が生成する応答ファイルを置き換えます。設定の結合や不足する値の補完は行わず、そのまま使用します。保存済みの構成を使用するには、「Foundry の設定を使用する」を選択してください。
ko_kr: 선택한 파일이 Foundry에서 생성한 응답 파일을 대체합니다. 설정을 병합하거나 누락된 값을 채우지 않고 그대로 사용합니다. 저장된 구성을 사용하려면 'Foundry 설정 사용'을 선택하세요.
lt_lt: Pasirinktas failas pakeičia „Foundry“ sugeneruotą atsakymų failą. Jo parametrai naudojami tokie, kokie yra, jų nesujungiant ir neužpildant trūkstamų reikšmių. Norėdami naudoti išsaugotą konfigūraciją, pasirinkite „Naudoti „Foundry“ parametrus“.
lv_lv: Atlasītais fails aizstāj Foundry ģenerēto atbilžu failu. Tā iestatījumi tiek izmantoti tādi, kādi tie ir, tos neapvienojot un neaizpildot trūkstošās vērtības. Lai izmantotu saglabāto konfigurāciju, atlasiet “Izmantot Foundry iestatījumus”.
nb_no: Den valgte filen erstatter svarfilen som Foundry genererer. Innstillingene brukes som de er, uten sammenslåing eller utfylling av manglende verdier. Velg «Bruk Foundry-innstillinger» for å bruke den lagrede konfigurasjonen.
nl_nl: Het geselecteerde bestand vervangt het antwoordbestand dat Foundry genereert. De instellingen worden ongewijzigd gebruikt, zonder samenvoeging of aanvulling van ontbrekende waarden. Kies ‘Foundry-instellingen gebruiken’ om uw opgeslagen configuratie te gebruiken.
pl_pl: Wybrany plik zastępuje plik odpowiedzi wygenerowany przez Foundry. Jego ustawienia są używane bez zmian, scalania ani uzupełniania brakujących wartości. Wybierz „Użyj ustawień Foundry”, aby użyć zapisanej konfiguracji.
pt_pt: O ficheiro selecionado substitui o ficheiro de resposta gerado pelo Foundry. As suas definições são usadas tal como estão, sem combinar nem preencher valores em falta. Selecione «Usar definições do Foundry» para usar a configuração guardada.
ro_ro: Fișierul selectat înlocuiește fișierul de răspuns generat de Foundry. Setările sale sunt folosite ca atare, fără îmbinare sau completarea valorilor lipsă. Selectați „Folosește setările Foundry” pentru a utiliza configurația salvată.
ru_ru: Выбранный файл заменяет файл ответов, созданный Foundry. Его параметры используются как есть, без объединения или заполнения отсутствующих значений. Выберите «Использовать параметры Foundry», чтобы применить сохранённую конфигурацию.
sk_sk: Vybraný súbor nahrádza súbor odpovedí vytvorený nástrojom Foundry. Jeho nastavenia sa použijú bez zmien, zlučovania či dopĺňania chýbajúcich hodnôt. Ak chcete použiť uloženú konfiguráciu, vyberte „Použiť nastavenia Foundry“.
sl_si: Izbrana datoteka nadomesti datoteko odgovorov, ki jo ustvari Foundry. Njene nastavitve se uporabijo takšne, kot so, brez združevanja ali dopolnjevanja manjkajočih vrednosti. Za uporabo shranjene konfiguracije izberite »Uporabi nastavitve Foundry«.
sr_latn_rs: Izabrana datoteka zamenjuje datoteku odgovora koju generiše Foundry. Njene postavke se koriste takve kakve jesu, bez spajanja ili dopunjavanja nedostajućih vrednosti. Izaberite „Koristi postavke programa Foundry“ da biste koristili sačuvanu konfiguraciju.
sv_se: Den valda filen ersätter svarsfilen som Foundry genererar. Inställningarna används som de är, utan sammanslagning eller ifyllning av saknade värden. Välj ”Använd Foundry-inställningar” för att använda din sparade konfiguration.
th_th: ไฟล์ที่เลือกจะแทนที่ไฟล์คำตอบที่ Foundry สร้างขึ้น การตั้งค่าในไฟล์จะถูกใช้ตามที่ระบุ โดยไม่ผสานหรือเติมค่าที่ขาดหายไป เลือก “ใช้การตั้งค่าของ Foundry” เพื่อใช้การกำหนดค่าที่บันทึกไว้
tr_tr: Seçilen dosya, Foundry'nin oluşturduğu yanıt dosyasının yerini alır. Ayarları birleştirilmeden veya eksik değerleri tamamlanmadan olduğu gibi kullanılır. Kayıtlı yapılandırmanızı kullanmak için “Foundry ayarlarını kullan” seçeneğini seçin.
uk_ua: Вибраний файл замінює файл відповідей, створений Foundry. Його параметри використовуються як є, без об’єднання чи заповнення відсутніх значень. Виберіть «Використовувати параметри Foundry», щоб застосувати збережену конфігурацію.
zh_cn: 选定的文件将替代 Foundry 生成的应答文件。其中的设置将按原样使用，不会合并或补全缺失的值。选择“使用 Foundry 设置”可使用已保存的配置。
zh_tw: 選取的檔案會取代 Foundry 產生的回應檔案。其中的設定將依原樣使用，不會合併或補上缺少的值。選取「使用 Foundry 設定」即可使用已儲存的組態。
